Repository: wings020377/bitchat-for-india
Catalog: bitchat/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fa, fr, he, hi, id, it, ja, ko, ms, ne, pl, pt, pt_br, ru, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# app_info.how_to_use.title
source: HOW TO USE
ar: طريقة الاستخدام
bn: ব্যবহারের নিয়ম
es: CÓMO USARLO
fa: راهنمای استفاده
fr: MODE D'EMPLOI
he: איך להשתמש
hi: उपयोग कैसे करें
id: CARA PAKAI
it: COME SI USA
ja: 使い方
ko: 사용 방법
ms: CARA PAKAI
ne: प्रयोग गर्ने तरिका
pl: JAK UŻYWAĆ
pt: COMO USAR
pt_br: COMO USAR
ru: КАК ИСПОЛЬЗОВАТЬ
ta: பயன்படுத்துவது எப்படி
th: วิธีใช้งาน
tr: NASIL KULLANILIR
uk: ЯК КОРИСТУВАТИСЯ
ur: استعمال کرنے کا طریقہ
vi: CÁCH SỬ DỤNG
zh_hans: 使用方法
zh_hant: 使用方法

# app_info.legend.bridged
source: message arrived across a mesh bridge
ar: وصلت الرسالة عبر جسر mesh
bn: বার্তাটি মেশ ব্রিজ পেরিয়ে এসেছে
es: el mensaje llegó a través de un puente mesh
fa: پیام از طریق پل مش رسیده
fr: message arrivé via un pont mesh
he: ההודעה הגיעה דרך גשר mesh
hi: संदेश मेश ब्रिज से होकर आया
id: pesan tiba lewat jembatan mesh
it: messaggio arrivato attraverso un ponte mesh
ja: meshブリッジ経由で届いたメッセージ
ko: mesh 브리지를 거쳐 도착한 메시지
ms: pesan tiba melalui jambatan mesh
ne: सन्देश mesh पुल हुँदै आइपुग्यो
pl: wiadomość dotarła przez most mesh
pt: mensagem chegou através de uma ponte mesh
pt_br: mensagem chegou por uma ponte mesh
ru: сообщение пришло через mesh-мост
ta: செய்தி mesh பாலம் வழியாக வந்தது
th: ข้อความมาถึงผ่านบริดจ์ mesh
tr: mesaj bir mesh köprüsü üzerinden geldi
uk: повідомлення надійшло через mesh-міст
ur: پیغام mesh پل کے ذریعے پہنچا
vi: tin nhắn đến qua cầu nối mesh
zh_hans: 消息经 mesh 桥接送达
zh_hant: 訊息經 mesh 橋接送達

# app_info.location.notes.description
source: pin notes to places with /drop, readable by anyone passing by for 24h. needs location.
ar: ثبّت ملاحظات في الأماكن باستخدام /drop، يقرؤها أي مارّ خلال 24 ساعة. يتطلب الموقع.
bn: /drop দিয়ে জায়গায় নোট পিন করুন, 24 ঘণ্টা ধরে পাশ দিয়ে যাওয়া যে কেউ পড়তে পারবে। অবস্থান প্রয়োজন।
es: fija notas en lugares con /drop, legibles por cualquiera que pase durante 24h. necesita ubicación.
fa: با /drop یادداشت به مکان‌ها سنجاق کن؛ هر رهگذری تا ۲۴ ساعت می‌تواند بخواند. به موقعیت نیاز دارد.
fr: épinglez des notes à des lieux avec /drop, lisibles par quiconque passe pendant 24h. nécessite la localisation.
he: הצמד פתקים למקומות עם /drop, קריאים לכל מי שעובר במשך 24 שעות. דורש מיקום.
hi: /drop से जगहों पर नोट पिन करें, 24 घंटे तक वहां से गुजरने वाला कोई भी पढ़ सकता है। स्थान आवश्यक।
id: sematkan catatan di tempat dengan /drop, dapat dibaca siapa pun yang lewat selama 24 jam. perlu lokasi.
it: fissa note nei luoghi con /drop, leggibili da chiunque passi per 24h. richiede la posizione.
ja: /drop で場所にメモをピン留め。24時間、通りかかった誰でも読めます。位置情報が必要です。
ko: /drop로 장소에 메모를 고정하세요. 24시간 동안 지나가는 누구나 읽을 수 있습니다. 위치 필요.
ms: pinkan nota di tempat dengan /drop, boleh dibaca sesiapa yang lalu selama 24 jam. perlukan lokasi.
ne: /drop ले ठाउँहरूमा नोट पिन गर्नुहोस्, 24 घण्टासम्म त्यहाँबाट जाने जोकोहीले पढ्न सक्छ। स्थान आवश्यक।
pl: przypinaj notatki do miejsc za pomocą /drop, czytelne dla każdego przechodzącego przez 24h. wymaga lokalizacji.
pt: fixe notas em locais com /drop, legíveis por quem passar durante 24h. requer localização.
pt_br: fixe notas em lugares com /drop, legíveis por quem passar durante 24h. precisa de localização.
ru: закрепляйте заметки в местах с помощью /drop — 24 часа их сможет прочитать любой, кто проходит мимо. нужна геолокация.
ta: /drop மூலம் இடங்களில் குறிப்புகளை பின் செய்யுங்கள், 24 மணி நேரம் கடந்து செல்லும் யாரும் படிக்கலாம். இருப்பிடம் தேவை.
th: ปักโน้ตไว้ตามสถานที่ด้วย /drop ใครผ่านมาก็อ่านได้ตลอด 24 ชั่วโมง ต้องใช้ตำแหน่งที่ตั้ง
tr: /drop ile yerlere not sabitle, 24 saat boyunca yoldan geçen herkes okuyabilir. konum gerekir.
uk: закріплюйте нотатки в місцях за допомогою /drop — 24 години їх зможе прочитати будь-хто, хто проходить повз. потрібне місцезнаходження.
ur: /drop سے جگہوں پر نوٹ پن کریں، 24 گھنٹے تک وہاں سے گزرنے والا کوئی بھی پڑھ سکتا ہے۔ مقام درکار ہے۔
vi: ghim ghi chú vào địa điểm bằng /drop, ai đi ngang cũng đọc được trong 24h. cần vị trí.
zh_hans: 用 /drop 把便签钉在地点，24小时内路过的任何人都能读到。需要位置权限。
zh_hant: 用 /drop 將便箋釘在地點，24小時內路過的任何人都能讀到。需要位置權限。

# app_info.location.notes.title
source: location notes
ar: ملاحظات الموقع
bn: অবস্থান নোট
es: notas de ubicación
fa: یادداشت‌های موقعیت
fr: notes de lieu
he: פתקי מיקום
hi: स्थान नोट
id: catatan lokasi
it: note di posizione
ja: 位置メモ
ko: 위치 쪽지
ms: nota lokasi
ne: स्थान नोटहरू
pl: notatki lokalizacji
pt: notas de localização
pt_br: notas de localização
ru: геозаметки
ta: இருப்பிடக் குறிப்புகள்
th: โน้ตตำแหน่งที่ตั้ง
tr: konum notları
uk: геонотатки
ur: مقام کے نوٹس
vi: ghi chú vị trí
zh_hans: 位置留言
zh_hant: 位置留言

# app_info.privacy.ephemeral.description
source: new peer ID generated regularly
ar: يُولد معرف قرين جديد بانتظام
bn: নিয়মিত নতুন পিয়ার আইডি তৈরি হয়
es: nuevo ID de peer generado periódicamente
fa: شناسهٔ همتای جدید به‌طور منظم ساخته می‌شود
fr: nouvel id de pair généré régulièrement
he: מזהה עמית חדש נוצר באופן קבוע
hi: नया पीयर आईडी नियमित रूप से बनाया जाता है
id: id peer baru dibuat secara berkala
it: nuovo id peer generato regolarmente
ja: 新しいpeer idが定期的に生成されます
ko: 새로운 피어 ID가 주기적으로 생성됩니다
ms: id peer baru dibuat secara berkala
ne: नयाँ peer id नियमित रूपमा सिर्जना हुन्छ
pl: nowe ID peera generowane regularnie
pt: novo ID de par gerado regularmente
pt_br: novo id de peer gerado regularmente
ru: новый id пира создаётся регулярно
ta: புதிய peer ID வழக்கமாக உருவாக்கப்படுகிறது
th: สร้างรหัสเพียร์ใหม่เป็นระยะ
tr: yeni eş kimliği düzenli olarak oluşturulur
uk: новий id піра генерується регулярно
ur: نیا peer ID باقاعدگی سے بنایا جاتا ہے
vi: tạo ID nút mới định kỳ
zh_hans: 定期生成新的 peer id
zh_hant: 定期生成新的 peer id

# app_info.privacy.ephemeral.title
source: ephemeral identity
ar: هوية مؤقتة
bn: অস্থায়ী পরিচয়
es: identidad efímera
fa: هویت موقت
fr: identité éphémère
he: זהות זמנית
hi: अस्थायी पहचान
id: identitas sementara
it: identità effimera
ja: 一時的なアイデンティティ
ko: 임시 신원
ms: identitas sementara
ne: क्षणिक पहिचान
pl: tymczasowa tożsamość
pt: identidade efémera
pt_br: identidade efêmera
ru: эфемерная личность
ta: தற்காலிக அடையாளம்
th: ตัวตนชั่วคราว
tr: geçici kimlik
uk: ефемерна ідентичність
ur: عارضی شناخت
vi: danh tính tạm thời
zh_hans: 临时身份
zh_hant: 臨時身份

# app_info.privacy.no_tracking.description
source: no servers, accounts, or data collection
ar: لا خوادم أو حسابات أو جمع بيانات
bn: কোনো সার্ভার, অ্যাকাউন্ট বা ডেটা সংগ্রহ নেই
es: sin servidores, cuentas ni recopilación de datos
fa: بدون سرور، حساب کاربری یا جمع‌آوری داده
fr: sans serveurs, comptes ni collecte de données
he: אין שרתים, חשבונות או איסוף נתונים
hi: कोई सर्वर, खाते या डेटा संग्रह नहीं
id: tanpa server, akun, atau pengumpulan data
it: niente server, account o raccolta dati
ja: サーバーもアカウントもデータ収集もなし
ko: 서버와 계정이 없으며 데이터를 수집하지 않습니다
ms: tanpa server, akun, atau pengumpulan data
ne: सर्भर, खाताहरू वा तथ्याङ्क सङ्कलन छैन
pl: bez serwerów, kont ani zbierania danych
pt: sem servidores, contas ou recolha de dados
pt_br: sem servidores, contas ou coleta de dados
ru: без серверов, аккаунтов и сбора данных
ta: சர்வர்கள் இல்லை, கணக்குகள் இல்லை, தரவுச் சேகரிப்பு இல்லை
th: ไม่มีเซิร์ฟเวอร์ บัญชี หรือการเก็บข้อมูล
tr: sunucu, hesap veya veri toplama yok
uk: жодних серверів, обліковок чи збору даних
ur: کوئی سرور، اکاؤنٹس یا ڈیٹا جمع نہیں کیا جاتا
vi: không máy chủ, không tài khoản, không thu thập dữ liệu
zh_hans: 无服务器、无账号、无数据收集
zh_hant: 無伺服器、無帳號、無數據收集

# app_info.privacy.no_tracking.title
source: no tracking
ar: لا تتبع
bn: ট্র্যাকিং নেই
es: sin seguimiento
fa: بدون ردیابی
fr: sans suivi
he: ללא מעקב
hi: ट्रैकिंग नहीं
id: tanpa pelacakan
it: senza tracciamento
ja: 追跡なし
ko: 추적 없음
ms: tanpa pelacakan
ne: ट्र्याकिङ छैन
pl: brak śledzenia
pt: sem rastreio
pt_br: sem rastreamento
ru: без трекинга
ta: பின்தொடர்வு இல்லை
th: ไม่มีการติดตาม
tr: izleme yok
uk: без відстеження
ur: ٹریسنگ نہیں
vi: không theo dõi
zh_hans: 无跟踪
zh_hant: 無跟蹤

# app_info.privacy.panic.description
source: triple-tap logo to instantly clear all data
ar: اضغط الشعار ثلاث مرات لمسح كل البيانات فوراً
bn: লোগোতে তিনবার ট্যাপ করলে সঙ্গে সঙ্গে সব ডেটা মুছে যাবে
es: toca el logotipo tres veces para borrar todos los datos al instante
fa: برای پاک کردن فوری همهٔ داده‌ها سه بار روی لوگو بزن
fr: tape trois fois sur le logo pour tout effacer instantanément
he: הקש על הלוגו שלוש פעמים למחיקת כל הנתונים מייד
hi: लोगो पर तीन बार टैप करें और तुरंत सारा डेटा साफ़ करें
id: ketuk logo tiga kali untuk langsung menghapus semua data
it: tocca il logo tre volte per cancellare subito tutti i dati
ja: ロゴを3回タップすると全データを即削除
ko: 로고를 세 번 탭하여 모든 데이터 즉시 삭제할 수 있습니다
ms: ketuk logo tiga kali untuk langsung menghapus semua data
ne: लगो तीन पटक ट्याप गर्दा सबै डाटा तुरुन्त मेटिन्छ
pl: stuknij logo trzy razy, aby natychmiast usunąć wszystkie dane
pt: toca três vezes no logótipo para limpar todos os dados de imediato
pt_br: toque o logo três vezes para limpar todos os dados instantaneamente
ru: тройной тап по логотипу мгновенно очищает все данные
ta: எல்லா தரவையும் உடனடியாக நீக்க லோகோவை மூன்று முறைத் தட்டுங்கள்
th: แตะโลโก้สามครั้งเพื่อลบข้อมูลทั้งหมดทันที
tr: logoya üç kez dokunun, tüm veriler anında silinsin
uk: тричі торкни логотип, щоб миттєво стерти всі дані
ur: تمام ڈیٹا فوری صاف کرنے کیلئے لوگو پر تین بار ٹیپ کریں
vi: chạm logo ba lần để xóa toàn bộ dữ liệu ngay lập tức
zh_hans: 三击标志立即清除全部数据
zh_hant: 三擊標誌立即清除全部數據

# app_info.privacy.panic.title
source: panic mode
ar: وضع الذعر
bn: প্যানিক মোড
es: modo pánico
fa: حالت اضطراری
fr: mode panique
he: מצב בהלה
hi: पैनिक मोड
id: mode panik
it: modalità panico
ja: パニックモード
ko: 패닉 모드
ms: mode panik
ne: घबराहट मोड
pl: tryb paniki
pt: modo pânico
pt_br: modo pânico
ru: режим паники
ta: பதற்ற நிலை
th: โหมดฉุกเฉิน
tr: panik modu
uk: режим паніки
ur: پینک موڈ
vi: chế độ khẩn cấp
zh_hans: 紧急模式
zh_hant: 緊急模式

# app_info.privacy.title
source: PRIVACY
ar: خصوصية
bn: গোপনীয়তা
es: PRIVACIDAD
fa: حریم خصوصی
fr: CONFIDENTIALITÉ
he: פרטיות
hi: गोपनीयता
id: PRIVASI
ja: プライバシー
ko: 개인정보 보호
ms: PRIVASI
ne: गोपनीयता
pl: PRYWATNOŚĆ
pt: PRIVACIDADE
pt_br: PRIVACIDADE
ru: КОНФИДЕНЦИАЛЬНОСТЬ
ta: தனியுரிமை
th: ความเป็นส่วนตัว
tr: GİZLİLİK
uk: КОНФІДЕНЦІЙНІСТЬ
ur: رازداری
vi: QUYỀN RIÊNG TƯ
zh_hans: 隐私
zh_hant: 隱私

# app_info.settings.bridge.cell
source: rendezvous cell: %@
ar: خلية اللقاء: %@
bn: মিলনস্থল সেল: %@
es: celda de encuentro: %@
fa: سلول ملاقات: %@
fr: cellule de rendez-vous : %@
he: תא מפגש: %@
hi: मिलन सेल: %@
id: sel titik temu: %@
it: cella di incontro: %@
ja: ランデブーセル: %@
ko: 랑데부 셀: %@
ms: sel titik temu: %@
ne: भेट हुने सेल: %@
pl: komórka spotkania: %@
pt: célula de encontro: %@
pt_br: célula de encontro: %@
ru: ячейка встречи: %@
ta: சந்திப்பு செல்: %@
th: เซลล์นัดพบ: %@
tr: buluşma hücresi: %@
uk: комірка зустрічі: %@
ur: ملاقات سیل: %@
vi: ô hẹn gặp: %@
zh_hans: 会合单元：%@
zh_hant: 會合單元：%@

# app_info.settings.bridge.no_cell
source: no rendezvous cell yet — needs location access or a nearby bridge peer
ar: لا توجد خلية لقاء بعد — يلزم صلاحية الموقع أو قرين جسر قريب
bn: এখনও কোনো মিলনস্থল সেল নেই — লোকেশন অ্যাক্সেস বা কাছাকাছি একটি ব্রিজ পিয়ার দরকার
es: aún no hay celda de encuentro — necesita acceso a la ubicación o un peer puente cercano
fa: هنوز سلول ملاقاتی نیست — به دسترسی موقعیت یا یک همتای پل در نزدیکی نیاز دارد
fr: pas encore de cellule de rendez-vous — nécessite l'accès localisation ou un pair pont à proximité
he: עדיין אין תא מפגש — נדרשת גישת מיקום או עמית גשר קרוב
hi: अभी कोई मिलन सेल नहीं — लोकेशन एक्सेस या आसपास का कोई ब्रिज पीयर चाहिए
id: belum ada sel titik temu — perlu akses lokasi atau peer jembatan terdekat
it: ancora nessuna cella di incontro — serve l'accesso alla posizione o un peer ponte vicino
ja: ランデブーセルはまだありません — 位置アクセスか近くのブリッジピアが必要です
ko: 아직 랑데부 셀이 없습니다 — 위치 접근 권한이나 근처의 브리지 피어가 필요합니다
ms: belum ada sel titik temu — perlu capaian lokasi atau peer jambatan berdekatan
ne: अहिलेसम्म भेट हुने सेल छैन — स्थान पहुँच वा नजिकैको bridge peer चाहिन्छ
pl: nie ma jeszcze komórki spotkania — potrzebny dostęp do lokalizacji lub pobliski peer mostu
pt: ainda sem célula de encontro — precisa de acesso à localização ou de um par ponte próximo
pt_br: ainda sem célula de encontro — precisa de acesso à localização ou de um par ponte por perto
ru: ячейки встречи пока нет — нужен доступ к локации или ближайший пир-мост
ta: இன்னும் சந்திப்பு செல் இல்லை — இட அணுகல் அல்லது அருகிலுள்ள பாலம் peer தேவை
th: ยังไม่มีเซลล์นัดพบ — ต้องมีสิทธิ์เข้าถึงตำแหน่งหรือเพียร์บริดจ์ที่อยู่ใกล้
tr: henüz buluşma hücresi yok — konum erişimi veya yakında bir köprü eşi gerekiyor
uk: комірки зустрічі поки немає — потрібен доступ до локації або ближній пір-міст
ur: ابھی کوئی ملاقات سیل نہیں — لوکیشن رسائی یا قریبی پل ہم منصب درکار ہے
vi: chưa có ô hẹn gặp — cần quyền truy cập vị trí hoặc một nút cầu nối gần đó
zh_hans: 尚无会合单元 — 需要位置访问或附近有桥接同伴
zh_hant: 尚無會合單元 — 需要位置存取權或附近有橋接同伴

# app_info.settings.bridge.subtitle
source: joins nearby mesh islands over the internet: what you say in the mesh channel also reaches people in your area beyond radio range, and their messages appear here marked with the network glyph. while you have internet, your device also carries bridge and location-channel traffic for phones around you that have none.
ar: يصل جزر mesh القريبة عبر الإنترنت: ما تقوله في قناة mesh يصل أيضًا إلى أشخاص في منطقتك خارج مدى الراديو، وتظهر رسائلهم هنا معلَّمة برمز الشبكة. ما دام لديك إنترنت، يحمل جهازك أيضًا حركة الجسر وقنوات الموقع للهواتف من حولك التي لا تملك اتصالًا.
bn: কাছাকাছি মেশ দ্বীপগুলোকে ইন্টারনেটের মাধ্যমে যুক্ত করে: মেশ চ্যানেলে আপনি যা বলেন তা আপনার এলাকার রেডিও পরিসরের বাইরের মানুষের কাছেও পৌঁছায়, আর তাদের বার্তা নেটওয়ার্ক চিহ্নসহ এখানে দেখা যায়। আপনার ইন্টারনেট থাকাকালীন, আপনার ডিভাইস আশপাশের ইন্টারনেটবিহীন ফোনের জন্য ব্রিজ ও লোকেশন-চ্যানেলের ট্র্যাফিকও বহন করে।
es: une islas mesh cercanas a través de internet: lo que dices en el canal mesh también llega a personas de tu zona fuera del alcance de radio, y sus mensajes aparecen aquí marcados con el símbolo de red. mientras tengas internet, tu dispositivo también lleva el tráfico del puente y de los canales de ubicación para teléfonos a tu alrededor que no tienen conexión.
fa: جزیره‌های مش اطراف را از طریق اینترنت به هم می‌پیوندد: حرف‌هایت در کانال مش به افراد منطقه‌ات فراتر از برد رادیویی هم می‌رسد و پیام‌های آن‌ها اینجا با نماد شبکه نشان داده می‌شود. تا وقتی اینترنت داری، دستگاهت ترافیک پل و کانال‌های موقعیت را هم برای گوشی‌های اطرافت که اینترنت ندارند جابه‌جا می‌کند.
fr: relie les îlots mesh voisins via internet : ce que tu dis dans le canal mesh atteint aussi les personnes de ta zone hors de portée radio, et leurs messages apparaissent ici marqués du symbole réseau. tant que tu as internet, ton appareil achemine aussi le trafic du pont et des canaux localisation pour les téléphones autour de toi qui n'en ont pas.
he: מחבר איי mesh קרובים דרך האינטרנט: מה שאתה אומר בערוץ ה-mesh מגיע גם לאנשים באזורך מעבר לטווח הרדיו, וההודעות שלהם מופיעות כאן מסומנות בסמל הרשת. כל עוד יש לך אינטרנט, המכשיר שלך גם מעביר תעבורת גשר וערוצי מיקום עבור טלפונים סביבך שאין להם חיבור.
hi: आसपास के मेश द्वीपों को इंटरनेट से जोड़ता है: मेश चैनल में आप जो कहते हैं वह आपके क्षेत्र में रेडियो दायरे से बाहर के लोगों तक भी पहुँचता है, और उनके संदेश यहाँ नेटवर्क चिह्न के साथ दिखते हैं। जब तक आपके पास इंटरनेट है, आपका डिवाइस आसपास के बिना इंटरनेट वाले फोनों के लिए ब्रिज और लोकेशन-चैनल का ट्रैफ़िक भी पहुँचाता है।
id: menyatukan pulau-pulau mesh terdekat lewat internet: yang kamu katakan di kanal mesh juga sampai ke orang-orang di areamu di luar jangkauan radio, dan pesan mereka muncul di sini ditandai dengan simbol jaringan. selama kamu punya internet, perangkatmu juga membawa lalu lintas jembatan dan kanal lokasi untuk ponsel di sekitarmu yang tidak punya koneksi.
it: unisce le isole mesh vicine tramite internet: ciò che dici nel canale mesh raggiunge anche persone della tua zona oltre la portata radio, e i loro messaggi appaiono qui contrassegnati con il simbolo di rete. finché hai internet, il tuo dispositivo trasporta anche il traffico del ponte e dei canali posizione per i telefoni intorno a te che non ne hanno.
ja: 近くのmeshの島々をインターネットでつなぎます: meshチャンネルでの発言はエリア内の電波範囲外の人にも届き、相手のメッセージはネットワーク記号付きでここに表示されます。インターネットがある間は、あなたの端末が周囲の接続を持たない端末のためにブリッジとロケーションチャンネルの通信も運びます。
ko: 근처의 mesh 섬들을 인터넷으로 연결합니다: mesh 채널에서 말한 내용이 이 지역의 전파 범위 밖 사람들에게도 전달되고, 그들의 메시지는 네트워크 기호가 붙어 여기에 표시됩니다. 인터넷이 있는 동안에는 내 기기가 주변의 연결이 없는 휴대폰을 위해 브리지와 위치 채널 트래픽도 전달합니다.
ms: menyatukan pulau-pulau mesh berdekatan melalui internet: apa yang kamu katakan di kanal mesh juga sampai kepada orang di kawasanmu di luar jangkauan radio, dan pesan mereka muncul di sini ditanda dengan simbol rangkaian. selagi kamu ada internet, perantimu juga membawa trafik jambatan dan kanal lokasi untuk telefon di sekelilingmu yang tiada sambungan.
ne: नजिकका mesh टापुहरूलाई इन्टरनेटमार्फत जोड्छ: mesh च्यानलमा तिमीले भनेको कुरा तिम्रो क्षेत्रमा रेडियो पहुँचभन्दा बाहिरका मानिससम्म पनि पुग्छ, र उनीहरूका सन्देश नेटवर्क चिन्हसहित यहाँ देखिन्छन्। तिमीसँग इन्टरनेट भएसम्म, तिम्रो यन्त्रले वरपरका इन्टरनेट नभएका फोनहरूका लागि पुल र स्थान-च्यानलको ट्राफिक पनि बोक्छ।
pl: łączy pobliskie wyspy mesh przez internet: to, co mówisz na kanale mesh, dociera też do osób w twojej okolicy poza zasięgiem radiowym, a ich wiadomości pojawiają się tutaj oznaczone symbolem sieci. dopóki masz internet, twoje urządzenie przenosi też ruch mostu i kanałów lokalizacji dla telefonów wokół ciebie, które go nie mają.
pt: junta ilhas mesh próximas através da internet: o que dizes no canal mesh também chega a pessoas na tua zona fora do alcance de rádio, e as mensagens delas aparecem aqui marcadas com o símbolo de rede. enquanto tens internet, o teu dispositivo também transporta o tráfego da ponte e dos canais de localização para telemóveis à tua volta que não têm ligação.
pt_br: junta ilhas mesh próximas pela internet: o que você diz no canal mesh também chega a pessoas na sua área fora do alcance de rádio, e as mensagens delas aparecem aqui marcadas com o símbolo de rede. enquanto você tem internet, seu dispositivo também leva o tráfego da ponte e dos canais de localização para celulares ao seu redor que não têm conexão.
ru: объединяет соседние mesh-острова через интернет: то, что ты говоришь в mesh-канале, доходит и до людей в твоём районе за пределами радиуса радиосвязи, а их сообщения появляются здесь с пометкой символом сети. пока у тебя есть интернет, твоё устройство также переносит трафик моста и каналов локации для телефонов вокруг, у которых его нет.
ta: அருகிலுள்ள mesh தீவுகளை இணையம் வழியாக இணைக்கிறது: mesh சேனலில் நீங்கள் சொல்வது உங்கள் பகுதியில் ரேடியோ வரம்புக்கு அப்பாலுள்ளவர்களையும் சென்றடையும், அவர்களின் செய்திகள் நெட்வொர்க் சின்னத்துடன் இங்கே தோன்றும். உங்களிடம் இணையம் இருக்கும் வரை, சுற்றியுள்ள இணைப்பு இல்லாத போன்களுக்காக உங்கள் சாதனம் பாலம் மற்றும் இட சேனல்களின் போக்குவரத்தையும் சுமக்கிறது.
th: เชื่อมเกาะ mesh ที่อยู่ใกล้กันผ่านอินเทอร์เน็ต: สิ่งที่คุณพูดในช่อง mesh ยังไปถึงผู้คนในพื้นที่ของคุณที่อยู่นอกระยะวิทยุ และข้อความของพวกเขาจะปรากฏที่นี่พร้อมสัญลักษณ์เครือข่ายกำกับ ตราบใดที่คุณมีอินเทอร์เน็ต อุปกรณ์ของคุณยังส่งต่อทราฟฟิกของบริดจ์และช่องตามตำแหน่งให้โทรศัพท์รอบตัวที่ไม่มีอินเทอร์เน็ตด้วย
tr: yakındaki mesh adalarını internet üzerinden birleştirir: mesh kanalında söylediklerin bölgendeki telsiz menzili dışındaki kişilere de ulaşır ve onların mesajları burada ağ simgesiyle işaretli olarak görünür. internetin olduğu sürece cihazın, çevrendeki bağlantısı olmayan telefonlar için köprü ve konum kanalı trafiğini de taşır.
uk: об'єднує сусідні mesh-острови через інтернет: те, що ти кажеш у mesh-каналі, доходить і до людей у твоєму районі поза радіусом радіозв'язку, а їхні повідомлення з'являються тут із позначкою символом мережі. поки в тебе є інтернет, твій пристрій також переносить трафік мосту й каналів локації для телефонів навколо, які його не мають.
ur: قریبی mesh جزیروں کو انٹرنیٹ کے ذریعے جوڑتا ہے: mesh چینل میں آپ جو کہتے ہیں وہ آپ کے علاقے میں ریڈیو رینج سے باہر لوگوں تک بھی پہنچتا ہے، اور ان کے پیغامات یہاں نیٹ ورک علامت کے ساتھ نظر آتے ہیں۔ جب تک آپ کے پاس انٹرنیٹ ہے، آپ کا آلہ ارد گرد کے بغیر انٹرنیٹ والے فونز کے لیے پل اور لوکیشن چینلز کی ٹریفک بھی پہنچاتا ہے۔
vi: nối các đảo mesh gần nhau qua internet: những gì bạn nói trong kênh mesh cũng đến được mọi người trong khu vực ngoài phạm vi sóng, và tin nhắn của họ hiện ở đây kèm ký hiệu mạng. khi bạn có internet, thiết bị của bạn cũng chuyển lưu lượng cầu nối và kênh vị trí cho những điện thoại xung quanh không có kết nối.
zh_hans: 通过互联网连接附近的 mesh 孤岛：你在 mesh 频道说的话也会送达本地区无线电范围之外的人，他们的消息会带网络符号显示在这里。当你有互联网时，你的设备还会为周围没有网络的手机传送桥接和位置频道流量。
zh_hant: 透過網際網路連接附近的 mesh 孤島：你在 mesh 頻道說的話也會送達本地區無線電範圍之外的人，他們的訊息會帶網路符號顯示在這裡。當你有網際網路時，你的裝置還會為周圍沒有網路的手機傳送橋接和位置頻道流量。

# app_info.settings.bridge.title
source: mesh bridge
ar: جسر mesh
bn: মেশ ব্রিজ
es: puente mesh
fa: پل مش
fr: pont mesh
he: גשר mesh
hi: मेश ब्रिज
id: jembatan mesh
it: ponte mesh
ja: meshブリッジ
ko: mesh 브리지
ms: jambatan mesh
ne: mesh पुल
pl: most mesh
pt: ponte mesh
pt_br: ponte mesh
ru: mesh-мост
ta: mesh பாலம்
th: บริดจ์ mesh
tr: mesh köprüsü
uk: mesh-міст
ur: mesh پل
vi: cầu nối mesh
zh_hans: mesh 桥接
zh_hant: mesh 橋接

# app_info.settings.connectivity.title
source: CONNECTIVITY
ar: الاتصال
bn: সংযোগ
es: CONECTIVIDAD
fa: اتصال
fr: CONNECTIVITÉ
he: קישוריות
hi: कनेक्टिविटी
id: KONEKTIVITAS
it: CONNETTIVITÀ
ja: 接続
ko: 연결
ms: KESAMBUNGAN
ne: जडान
pl: ŁĄCZNOŚĆ
pt: CONECTIVIDADE
pt_br: CONECTIVIDADE
ru: СВЯЗЬ
ta: இணைப்பு
th: การเชื่อมต่อ
tr: BAĞLANTI
uk: ЗВ'ЯЗОК
ur: کنیکٹیویٹی
vi: KẾT NỐI
zh_hans: 连接
zh_hant: 連線

# app_info.settings.danger.panic_button
source: panic wipe
ar: مسح الذعر
bn: প্যানিক ওয়াইপ
es: borrado de pánico
fa: پاک‌سازی اضطراری
fr: effacement panique
he: מחיקת בהלה
hi: पैनिक वाइप
id: hapus panik
it: cancellazione panico
ja: パニック消去
ko: 패닉 삭제
ms: hapus panik
ne: घबराहट मेटाइ
pl: awaryjne wymazanie
pt: limpeza de pânico
pt_br: limpeza de pânico
ru: экстренное стирание
ta: பதற்ற அழிப்பு
th: ล้างข้อมูลฉุกเฉิน
tr: panik silme
uk: екстрене стирання
ur: پینک وائپ
vi: xóa khẩn cấp
zh_hans: 紧急抹除
zh_hant: 緊急抹除

# app_info.settings.danger.panic_confirm_action
source: wipe everything
ar: مسح كل شيء
bn: সব মুছে ফেলুন
es: borrar todo
fa: پاک کردن همه‌چیز
fr: tout effacer
he: מחק הכול
hi: सब कुछ मिटाएँ
id: hapus semuanya
it: cancella tutto
ja: すべて消去
ko: 모두 지우기
ms: hapus semuanya
ne: सबै मेट
pl: wymaż wszystko
pt: limpar tudo
pt_br: apagar tudo
ru: стереть всё
ta: அனைத்தையும் அழி
th: ล้างทั้งหมด
tr: her şeyi sil
uk: стерти все
ur: سب کچھ مٹا دیں
vi: xóa tất cả
zh_hans: 抹除全部
zh_hant: 抹除全部

# app_info.settings.danger.panic_confirm_title
source: wipe all data?
ar: مسح كل البيانات؟
bn: সব ডেটা মুছবেন?
es: ¿borrar todos los datos?
fa: همهٔ داده‌ها پاک شود؟
fr: effacer toutes les données ?
he: למחוק את כל הנתונים?
hi: सारा डेटा मिटाएँ?
id: hapus semua data?
it: cancellare tutti i dati?
ja: 全データを消去しますか？
ko: 모든 데이터를 지울까요?
ms: hapus semua data?
ne: सबै डाटा मेट्ने हो?
pl: wymazać wszystkie dane?
pt: limpar todos os dados?
pt_br: apagar todos os dados?
ru: стереть все данные?
ta: எல்லா தரவையும் அழிக்கவா?
th: ล้างข้อมูลทั้งหมด?
tr: tüm veriler silinsin mi?
uk: стерти всі дані?
ur: تمام ڈیٹا مٹا دیں؟
vi: xóa toàn bộ dữ liệu?
zh_hans: 抹除全部数据？
zh_hant: 抹除全部資料？
